alacritty
arandr
base
base-devel
brightnessctl
clang
efibootmgr
feh
firefox
fzf
git
github-cli-git
grub
gtk3
gvfs
i3-wm
i3blocks
i3lock
i3status
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
materia-gtk-theme
neovim
networkmanager
pavucontrol
picom
playerctl
pulseaudio
pulseaudio-ctl
qt5ct
qt6ct
rofi
sof-firmware
stow
thunar
tmux
tree
unzip
usbutils
vim
wireplumber
wofi
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zsh
